import menu_item from "../../src/images/IMG_3221.svg";


export let data = [
    {
        title: "Шашлык",
        menuItem: [
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            }
        ]
    },
    {
        title: "Люля-Кебаб",
        menuItem: [
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            }
        ]
    },
    {
        title: "Напитки",
        menuItem: [
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            }
        ]
    },
    {
        title: "Соусы",
        menuItem: [
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            }
        ]
    },
    {
        title: "Шаурма",
        menuItem: [
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            },
            {
                img: { menu_item },
                text: "Шашлык куриный",
                desc: "Люля-кебаб из телятины, люля-кебаб из ягнёнка, люля-кебаб из курицы, куриный шашлык, cвинoй...",
                price: "3800 ₽",
                mass: "2,3 кг"
            }
        ]
    }
];